Repository: h4773rJL/gcc-exameples
Catalog: po/*.po
Languages: es

source: 1. add
es: 1. Suma

source: 10. acos
es: 10. arcocoseno

source: 11. asin
es: 11. arcoseno

source: 12. square
es: 12. raiz cuadrada

source: 13. pow
es: 13. potencia

source: 14. log
es: 14. logaritmo

source: 15. log10
es: 15. logaritmo base 10

source: 17. exp
es: 17. exponencial

source: 18. cosh
es: 18. coseno hiperbólico

source: 19. sinh
es: 19. seno hiperbólico

source: 2. Subtract
es: 2. resta

source: 20. tanh
es: 20. tangente hiperbólica

source: 21. isnan
es: 21. ¿No es un número?

source: 22. fmax
es: 22. máximo

source: 23. fmin
es: 23. mínimo

source: 3. multiply
es: 3. multiplicación

source: 4. Divide
es: 4. división

source: 5. sine
es: 5. seno

source: 6. cosine
es: 6. coseno

source: 7. tangent
es: 7. tangente

source: 8. atan
es: 8. arcotangente

source: 9. atan2
es: 9. arcotangente (4 cuadrantes)

source: Cientific Calculator
es: Calculadora Científica

source: see you later!
es: nos vemos mas tarde!

source: Error Division by 0:
es: Error, División por 0:

source: Give me the number:
es: Dame el número:

source: Give me the second number:
es: Dame el segundo número:

source: This option is not valid!
es: ¡Ésta opción no es válida!

source: select or 0. to Exit:
es: Seleccione 0 para Salir:

source: the result is:
es: El resultado es:
